{
  "races": [
    {
      "id": 0,
      "name": "Anões",
      "biology": "Os Anões são humanoides de composição compacta e vigorosa. São conhecidos pela pelagem pesada que recobre sua cabeça deixando apenas sua face de fora. A pelagem no corpo é mais esparsa e macia do que na cabeça, e geralmente mais escura. Se tornando acinzentada ou branca nos idosos. Os machos também tendem à calvície depois da maturidade. A pele dos anões é de uma tonalidade parda ou bronzeada, geralmente esmaecendo com a idade. Medem em média 1,4 a 1,5 metros de altura, sem uma diferença considerável entre os gêneros. A espécie possui tônus muscular proeminente, com uma certa tendência à obesidade principalmente nos machos e pesam entre 70 e 90 quilos. A gestação das Anãs dura cerca de dez meses, e as crianças são totalmente dependentes dos pais até aproximadamente os dez anos. Atingem a maturidade por volta dos vinte anos, e só começam a apresentar sinais de envelhecimento (como perda de tônus muscular e da pigmentação dos pelos) depois dos 100 anos, mas em geral se mantém ativos e saudáveis até os 200 anos. Anciões acima dessa idade geralmente se tornam fracos e tendem a ficar mais obesos. As fêmeas são facilmente distinguíveis dos machos por não apresentarem pelos no pescoço e no queixo, e pelo par de mamas amplas e pesadas que possuem.",
      "culture": "Os Anões se orgulham do seu exímio trabalho em pedra, e nenhum deles se sente confortável em um abrigo feito de outro material. A maioria das cidades anãs é entalhada diretamente dentro de rochas, seja na encosta de montanhas e colinas, seja em cavernas enquanto Dagothar é bastante abundante em formações rochosas, a maioria das comunidades anãs em Tebryn fica ao longo das Cordilheira dos Cristais, sendo as maiores cidades anãs no reino Braktar e Stord. Mesmo aquelas cidades que são construídas na superfície são erigidas próximas de áreas com abundância de rochas para fornecer matéria- prima para seus prédios. A maioria dos prédios públicos é bastante ampla, mas as moradias geralmente são compostas por múltiplas salas pequenas, cada uma com um propósito específico. Além das cozinhas, quartos e salas de estar costumam possuir fontes de fogo, seja para iluminação, aquecimento ou ambos. Nas cidades subterrâneas, as casas particulares costumam ser construídas em túneis ligados a grandes espaços comunais, chamados de salões. As cidades maiores possuem vários salões, cada um com propósitos específicos, enquanto comunidades menores possuem salões que servem múltiplos propósitos simultaneamente como forjarias, mercados, estábulos, quartel, fórum, etc. Em cidades na superfície, esses espaços públicos não existem da mesma forma. As cidades tendem a ter um centro com vários prédios destinados a atividades civis, militares e comerciais específicas com as áreas habitacionais ao redor. É muito comum que os prédios centrais e muitas moradias possuam porões e que hajam túneis ligando algumas dessas áreas, já que o himmelangst (medo de olhar para o céu ou de não ter um teto sobre a cabeça) é um distúrbio bastante comum na raça. A maioria dos Anões se desenvolve na alvenaria, forja ou guerra. Mesmo os comerciantes, políticos e sábios possuem algum conhecimento em pelo menos uma dessas três áreas, se não todas. O trabalho em pedra e metal é uma atividade que atrai o gosto dos Anões desde sempre seja construindo coisas feitas com esses materiais, seja destruindo coisas usando esses materiais. O gosto pela disputa faz deles excelentes mercadores, sempre querendo ser conhecidos pelos melhores produtos, pelos preços mais justos e pelos prazos mais atraentes. É claro que, para um Anão, o trabalho de sua própria raça é sempre superior à das demais, e o que é considerado um preço justo para um anão pode não ser exatamente o mesmo para outras raças. De qualquer forma, Humanos e Elfos negociam com os Anões há séculos, e todas as partes envolvidas parecem desejar que esse arranjo continue.",
      "attributes": {
        "strength": 4,
        "agility": 2,
        "intelligence": 3,
        "will": 3
      },
      "automaticSkillId": 0
    },
    {
      "id": 1,
      "name": "Elfos",
      "biology": "Os Elfos são humanoides de estatura mediana, constituição esbelta e traços delicados. Têm em média entre 1,6 e 1,7 metros de altura e pesam entre 50 e 60 quilos. Uma de suas características mais marcante são as longas orelhas pontudas, que lhes confere uma audição superior. A pele dos Elfos possui tonalidades douradas ou bronzeadas e os olhos são claros, sendo o verde, o lilás e o azul as cores mais comuns, mas alguns indivíduos possuem olhos de coloração âmbar. Apresentam uma pelagem muito fina e clara cobrindo o corpo, mais abundante no topo da cabeça. É tradicional que todos os Elfos mantenham suas cabeleiras longas, geralmente em trançados exuberantes ou amarrações confortáveis, dependendo das atividades desenvolvidas pelo indivíduo. A pelagem dos elfos é sempre de uma cor muito clara, geralmente loura, mas o branco também é bastante comum. Tons acinzentados são incomuns, mas existem. Diferente da maioria das outras espécies de humanoides, os pelos dos Elfos não mudam de cor ao longo da vida, nem mesmo com a chegada da velhice. A gestação das Elfas é longa, durando em torno de 18 meses. Com cerca de 25 anos, os Elfos chegam numa idade em que seu desenvolvimento físico chega ao ápice, e mudanças físicas naturais não ocorrem mais depois dessa idade. Apesar de ampliação ou redução de massa muscular devido à atividade mais ou menos pesada, cicatrizes por ferimentos profundos ou mesmo a perda de membros poderem modificar o corpo dos Elfos, eles não são fisicamente alterados pelos efeitos comuns do envelhecimento. Graças à Benção de Lathellanis, os Elfos atingem uma idade impossível para qualquer outra raça, exceto talvez os dragões. Há registros de Elfos que atingiram a impressionante marca de 700 anos. Ainda que a média de vida dos Elfos seja um pouco abaixo disso, cerca de 500 anos, ela está muito além da expectativa que qualquer outra raça possa esperar atingir naturalmente. As fêmeas são distinguíveis dos machos por apresentarem um par de mamas pequenas, mas o corpo esbelto e os traços delicados tanto de machos como fêmeas, assim como a ausência de barba, faz com que a distinção de gênero as vezes seja difícil.",
      "culture": "A maioria das comunidades élficas é construída em áreas florestais. A arquitetura da raça tende a se adaptar à natureza ao redor, causando um mínimo de impacto no meio ambiente. É muito comum que os Elfos cultivem plantas em formatos específicos para formar domos ou galerias inteiras sob elas, e dependendo da região, podem utilizar árvores mortas ou mesmo grutas naturais para construir seus prédios, sempre observando a manutenção da natureza. As comunidades élficas geralmente se estendem por imensas áreas, com uma densidade populacional muito baixa. A maioria das comunidades é abastecida de alimentos por forrageio e caça. Apesar de conhecerem técnicas avançadas de agronomia, a maioria das comunidades não faz uso de plantação em larga escala. Ao invés de fazendeiros, é muito comum que haja uma quantidade de forrageadores experientes que se encarregam de fornecer frutas, folhas e raízes da estação suficientes para, em conjunto com os caçadores e pescadores, abastecer eficientemente a comunidade, sem que seja necessário o plantio sistematizado. Os caçadores élficos também se preocupam em abater aquelas criaturas que normalmente se alimentariam do que os forrageadores recolhem e também uma parcela dos predadores naturais desses animais, para que não haja desequilíbrio na cadeia alimentar local. Essa preocupação com o equilíbrio do ambiente é explicada não só pela veneração da raça por Lathellanis - considerada a Deusa geradora da raça e primeira divindade de Drakon, associada à natureza, como princípio criador e nutridora da vida como um todo - mas também porque, na experiência da raça, um menor impacto na natureza permite que as comunidades jamais enfrentar escassez de alimento nem se vejam atacadas por animais desprovidos de seus alimentos naturais. Assim como as formas de vida ao seu redor, a maioria dos Elfos também tem uma grande preocupação com o solo em si. É a única raça que não se dedica à mineração, extraindo todo o metal por garimpagem, principalmente de aluvião. Assim, os metais não são abundantes para a raça, e são extremamente valorizados. A maioria das peças metálicas de origem élfica são pequenas (pontas de flechas, anéis e broches) e extremamente bem trabalhadas. Os instrumentos, ferramentas e armas empregados pela raça geralmente são de madeira, as vezes com partes de silex (como em instrumentos de corte e ferramentas de escultura).",
      "attributes": {
        "strength": 2,
        "agility": 4,
        "intelligence": 3,
        "will": 3
      },
      "automaticSkillId": 0
    },
    {
      "id": 2,
      "name": "Faunos",
      "biology": "Os Faunos são humanoides com pés digitígrados que terminam em dois dedos, cada um protegido por um casco. Sua pele é parda ou bronzeada, coberta por uma pelagem fina, densa e curta que cobre quase todo o corpo (com exceção das palmas das mãos), sendo mais esparsa no rosto, tronco e braços. Essa pelagem varia de um louro- palha passando por vários tons de castanho que pode chegar a um tom quase preto. Apesar de alguns poderem apresentar uma pequena diferença de cor de uma área para outra, a pelagem é sempre uniforme e sólida, sem padrões ou manchas. A pelagem vai perdendo cor com o tempo, e os faunos mais velhos costumam ter pelagens cinzentas ou mesmo completamente brancas. No alto da cabeça a pelagem se transforma em chifres queratinosos, sem ligação com o crânio, que crescem novamente se forem cortados. Os chifres dos Faunos crescem paralelos à testa, inclinando-se para trás, podendo apresentar uma borda fina ou formato espiralado. Costumam ter uma estatura que varia de 1,5 à 1,7 metros e pesar entre 50 e 60 quilos, apresentando pernas longas e musculosas e geralmente pouca gordura corporal. A gestação das Faunesas dura cerca de oito meses, e as crianças se desenvolvem rápido, sendo capazes de andar com cerca de um ano. O padrão dos chifres é sempre o mesmo do pai, sem exceções. Atingem a maturidade com cerca de 18 anos, e começam a apresentar sinais de envelhecimento como descoloração dos pelos somente depois dos 100 anos. Podem chegar à respeitável idade de 200 anos, mas a maioria dos faunos mais velhos se torna bastante frágil e fraco. As fêmeas apresentam chifres mais curtos, duas mamas pequenas e características faciais mais delicadas, além de terem pelagem mais esparsa e não desenvolverem barba, presente nos machos.",
      "culture": "Os Faunos são uma raça intrinsecamente silvícola, preferindo viver em selvas ou matas fechadas, mas algumas comunidades podem ser encontradas em florestas ou bosques de vegetação menos densa. A maioria das comunidades de Faunos em Tebryn se localiza na Floresta da Borda, mas a Floresta dos Antigos tem algumas comunidades de tamanho considerável. A maioria das comunidades de Faunos estão em Londérien, no entanto, de onde acredita-se que eles tenham migrado para o sul do continente de Cassiopéia antes mesmo da formação do reino dos Elfos. Sua sociedade é comunal (sem propriedade privada em larga escala), bastante igualitária e descentralizada. Lideranças ou outras funções de prestígio às vezes são transmitidas em caráter hereditário, mas em geral os critérios decisivos são a competência, o prestígio e o carisma pessoal. Possuem grande respeito pela autoridade e sabedoria dos líderes. Os papéis de gênero são bastante distintos. Os machos cuidam da caça, pesca, construção e manutenção das estruturas físicas da comunidade, enquanto as fêmeas cabe a manutenção das plntações, preparo de alimentos e fabricação de utensílios e tecidos. A manufatura de arte, os ritos xamânicos e a pratica medicinal são, porém, atividades realizadas por ambos os gêneros, dependendo apenas de capacidade pessoal. A educação das crianças é compartilhada por todos os habitantes da aldeia, estimulando-se a autonomia e o acompanhamento de todas as atividades para que cada indivíduo se concentre nas práticas que mais lhe agradarem. As mães amamentam o filho por vários anos, conquanto não tenham outro no período, e os pais geralmente permanecem ao lado de ambos durante esse período, mas os laços matrimoniais geralmente não sobrevivem além desse período. Rituais solenes de passagem, conduzidos pelos Druidas da comunidade, marcam as diferentes etapas do crescimento de cada indivíduo desde o nascimento até a morte, e são celebrados coletivamente por toda a comunidade. As habitações são construídas com materiais disponíveis na região - variando de junco e barro até madeira e pedra - e são comunais. Cada grupo familiar constrói sua própria habitação, que, dependendo do tamanho da comunidade, pode variar de apenas uma a até dezenas de casas comunais. A música tem uma grande importância na cultura dos Faunos. Além de estar presente em todas as comemorações e rituais, a maioria dos Druidas utiliza música para realizar magias, e, como não possuem uma linguagem escrita, é responsabilidade dos Bardos, através de suas músicas, contos e poemas manter a memória cultural da sociedade e passar os ensinamentos para as gerações mais novas.",
      "attributes": {
        "strength": 3,
        "agility": 3,
        "intelligence": 3,
        "will": 3
      },
      "automaticSkillId": 0
    },
    {
      "id": 3,
      "name": "Humanos",
      "biology": "Humanos são os humanoides mais numerosos de Drakon. Graças a isso, são a base de comparação para todas as outras raças humanoides que recebem essa classificação, não por acaso, devido ao nome dessa raça. Humanos possuem uma altura mediana, entre 1,5 e 1,9 metros, e indivíduos mais baixos ou altos são bastante raros, geralmente sendo portadores de deficiências de nascença. Variam consideravelmente de peso dependendo do seu estilo de vida, variando de 40 a até 140 quilos apesar da média estar entre os 60 e 80 quilos. Possuem uma pele que varia do rosado ao negro, passando por algumas variações de pardo. Seu corpo é coberto por uma pelagem rala e fina, mais abundante nos machos. Apresentam uma concentração maior de pelos no alto da cabeça e, nos machos, ao redor e abaixo do rosto. A cor dos pelos varia entre o amarelo palha até o negro, passando por variações de louro, castanho e raramente ruivo. Os olhos costumam ser de coloração castanha, verde ou mais raramente, azul. A gestação das Humanas dura cerca de nove meses. Um Humano é considerado adulto aproximadamente aos 16 anos. Podem viver até os oitenta anos, com raros indivíduos chegando aos 100 anos, mas começam a apresentar sinais de envelhecimento por volta dos 50 anos. As fêmeas são distintas dos machos por não desenvolverem pelos faciais e também por apresentarem um par de mamas que variam de pequenas a grandes, que geralmente aumentam de tamanho depois da primeira gestação. Elas também são, em geral, pouco menores do que os machos e possuem traços faciais mais delicados.",
      "culture": "Os Humanos são a raça mais expansionista de Drakon. Eles geralmente procuram tratados com outras raças, e gostam de trocar conhecimentos acadêmicos e culturais, muitas vezes adotando e adaptando os mesmos. Eles estão presentes em todos os Rei- nos conhecidos, em maior ou menor número. Fora de Tebryn, um reino de cultura majoritariamente humana, eles geralmente adotam os costumes culturais vigentes. As cidades humanas são geralmente construídas em locais com acesso aos recursos naturais necessários para manterem a comunidade como rios e bosques ou providenciar áreas onde os habitantes possam desenvolver atividades com esse fim como campos amplos para plantação e criação de gado. Humanos costumam estabelecer atividades extrativistas ao redor de suas comunidades, geralmente explorando ao máximo os recursos naturais à disposição. Apesar de algumas comunidades terem perecido devido ao descuido em manter essa prática dentro de limites que permitam que o meio ambiente se reestruture com o tempo o que fez com que muitas comunidades Humanas ancestrais fossem nômades os Humanos contemporâneos aprenderam a administrar de forma eficiente os recursos naturais à disposição, tendo aprendido com os Elfos a lidarem de forma mais eficiente com a natureza. Humanos tendem a construir seus prédios com foco em funcionalidade mais do que estética, e a maioria das construções da raça possuem estruturas simples e práticas. Apesar disso, casas abastadas, templos e construções importantes como bibliotecas, castelos, monumentos e salões são construídas com uma arquitetura mais requintada, geralmente com a influência da engenharia Anã. Templos, castelos e fortalezas costumam ter salões amplos, enquanto residências, oficinas e comércios costumam ter ambientes menores, geralmente separados em salas com propósitos específicos. Humanos utilizam os recursos naturais ao seu redor para construir o que precisam. Apesar de apreciarem construções sólidas de pedra, devido à velocidade que os Humanos geralmente constroem seus prédios, a maioria das moradias e comércios é feito de madeira, em caráter muitas vezes temporário, até que construções de pedra possam ser erguidas em seu lugar. Se a região não for abundante em pedras que possam ser usadas para construção, os prédios de madeira serão mais requintados e feitos para durar. Em regiões onde ambas as fontes de recursos sejam escassas, os Humanos costumam construir suas casas de barro, usando a madeira disponível apenas para criar um esqueleto sólido para as paredes e para o teto e, se possível, pedras para construir bases sólidas para os prédios maiores.",
      "attributes": {
        "strength": 3,
        "agility": 3,
        "intelligence": 3,
        "will": 3
      },
      "automaticSkillId": 0
    },
    {
      "id": 4,
      "name": "Jubans",
      "biology": "Os jubans são humanoides com pernas digitígradas de porte avantajado com algumas características semelhantes às dos grandes felinos. Costumam ter entre 1,8 e 2 metros de altura, e graças à uma musculatura poderosa podem chegar aos 140 quilos, apesar da média girar em torno de 120 quilos. A cabeça dos Jubans é munida de um focinho curto com presas fortes, e os dedos dos pés e mãos possuem garras curvas curtas e resistentes. Também apresentam uma cauda com, em média, 1 metro de comprimento, apesar da função original da cauda (provavelmente melhorar o equilíbrio, como no caso dos felinos) tenha se perdido durante a evolução da raça. Jubans apresentam uma pele rosada, coberta quase inteiramente com uma pelagem fina e cerrada que pode variar do dourado ao marrom escuro, apesar das cores castanho-avermelhadas serem as mais comuns. Alguns apresentam padrões, como listras e manchas, e os machos desenvolvem uma pelagem mais densa e abundante no alto da cabeça e no pescoço, cuja tonalidade geralmente é mais escura do que o resto do pelo. Alguns raros indivíduos apresentam pelagem branca, mas essa é uma ocorrência anômala semelhante ao albinismo de outras raças apesar dos Jubans brancos não apresentarem sensibilidade ao sol nem falta de pigmentação na pele e nos olhos como acontece com os albinos de outras raças. A gestação das Jubans dura em média 9 meses, e um indivíduo é considerado adulto com cerca de 18 anos. Jubans começam a apresentar sinais de velhice como o enfraquecimento de presas e garras com cerca de 80 anos, e podem chegar aos 140 anos de idade. As fêmeas são distintas dos machos por apresentarem duas pequenas mamas (apesar delas serem pouco perceptíveis devido ao tamanho reduzido e à musculatura desenvolvida da raça) e por não desenvolverem a característica juba dos machos.",
      "culture": "Jubans costumam se firmar em planícies, savanas ou outros locais de terreno plano. Algumas comunidades se desenvolvem no alto de planaltos, e é bastante comum que eles aplainem o topo de colinas ao redor da área onde as comunidades se desenvolvem para construir fortificações. Kommos, a capital administrativa de Parband é um exemplo perfeito do gosto dos Jubans para assentarem suas cidades: um planalto amplo e baixo à beira de um rio, cercado por planícies até onde a vista alcança. Os Jubans são uma raça extremamente organizada e disciplinada, e apesar de não serem tão inclinados à religiosidade quanto os Firas, os dogmas de Ahogr (um aspecto de Mirah considerado o criador e patrono da raça) formam a base da estrutura cultural da raça. Jubans prezam a força em todos os aspectos, incluindo não apenas a força física, mas também a força de caráter, de mente e espírito. Entre eles a mentira, a intriga e a covardia são consideradas falhas irreparáveis, e a punição para esses atos é mais severa do que a destinada a ladrões e assassinos, apesar dos castigos impostos variarem de acordo com as circunstâncias e posição do criminoso. No entanto, costumam ser brandos com suas punições por esses atos quando são cometidos por membros de outras raças consideradas, por eles, mais fracas de espírito por não terem sido concebidas por Ahogr. A cultura dos Jubans gira ao redor da disciplina, e essa disciplina passa pelo treinamento militar. Entre os Jubans, um treinamento militar duro é visto como a melhor forma de forjar o caráter de um indivíduo de forma à torná-lo mais forte e inflexível. Assim, todos os jovens da raça são instruídos em quartéis, onde eles aprendem, além de lições sobre táticas militares, uso de armas e sobrevivência, literatura, história e matemática. Esse período de treinamento começa quando o Juban chega aos 8 anos, e dura até ele completar 14. Espera-se que, nesse período, o indivíduo tenha escolhido uma área de atuação na qual vai se especializar pelos próximos dois anos. Aqueles que não demonstram inclinação para nenhuma área específica recebem treinamento militar complementar e ingressam nas fileiras do exército como guerreiros, paladinos ou patrulheiros, dependendo das suas habilidades. Os Jubans têm por costume aparar as garras para tornar mais fácil o uso de ferramentas de precisão. No entanto, esse é um hábito muito mais social do que prático, já que a maioria é capaz de desempenhar qualquer atividade normalmente mesmo com suas garras sem nenhum tipo de desgaste artificial. Na verdade, a maioria dos Jubans considera que garras longas são características de criaturas pouco civilizadas, e graças à sua postura disciplinada, considera qualquer tipo de inclinação à selvageria como fraqueza de vontade e considera a utilização de armas naturais como garras e presas como ferramentas ou em combate extremamente desonroso.",
      "attributes": {
        "strength": 4,
        "agility": 2,
        "intelligence": 3,
        "will": 4
      },
      "automaticSkillId": 0
    },
    {
      "id": 5,
      "name": "Tailox",
      "biology": "Os Tailox são humanoides de pequena estatura (entre 1,4 e 1,6 metros) e de constituição esbelta (pesando entre 40 e 50 quilos). A cabeça apresenta um focinho curto e fino e orelhas grandes e seus são digitígrados. Possuem uma cauda pequena, coberta por uma pelagem mais farta do que no resto do corpo. Tailox têm pele rosada coberta por uma pelagem macia, curta e espessa que cobre praticamente todo o corpo exceto as palmas das mãos e sola dos pés. A pelagem dos Tailox geralmente apresenta um tom castanho ou ruivo com padrões negros e brancos no corpo, particularmente no rosto, cauda, mãos e pés. A gestação das Tailox dura entre sete e oito meses, e gêmeos são relativamente frequentes, embora três ou mais crianças em uma mesma gestação ser um acontecimento extremamente raro. Um Tailox é considerado adulto ao atingir os 15 anos, e os sinais do envelhecimento como despigmentação do pelo começam a aparecer a partir dos 40 anos. A maioria dos Tailox não chega a atingir 90 anos de idade. Machos e fêmeas da espécie são extremamente semelhantes, não havendo diferenças físicas notáveis. As fêmeas possuem duas mamas extremamente pequenas, que são difíceis de perceber mesmo na época da amamentação.",
      "culture": "Os Tailox são originários de Gaian, onde se agrupavam em pequenas comunidades familiares, nos bosques gelados mais ao sul do continente. Os Gnolls daquele continente, no entanto, sistematicamente atacaram e espantaram a maioria dos Tailox da região, forçando-os para o norte, onde eles acabaram por ser assimilados pela sociedade Juban. Suas características físicas permitiam que eles realizassem tarefas que para os Jubans eram mais difíceis particularmente reconhecimento e espionagem e as duas raças acabaram por criar uma simbiose extremamente produtiva. Apesar da grande maioria dos Tailox preferir a civilização e a intera- ção com outras raças, além dos confortos oferecidos pelas grandes urbes de Drakon, existem pequenas comunidades Tailox que buscam o contato com a natureza como faziam seus ancestrais. Essas comunidades vivem em bosques onde a caça e o forrageio são favoráveis, às vezes em companhia (ou em comunidades) dos Elfos, Faens e Faunos. Esses Tailox buscam a comunhão com Ellenis para atingir o Mtii’Ruah, o Espírito Verdadeiro. O aspecto mais palpável do Mtii’Ruah é a capacidade de se transformar em uma raposa, chegando mais próximo da comunhão com a sua natureza animal. Fora dessas sociedades rústicas, alguns poucos Tailox conseguem atingir o Mtii’Ruah, e os que conseguem geralmente são Druidas ou Sacerdotes de Ellenis. Em geral, os Tailox tem uma visão extremamente prática e procuram sempre resolver qualquer problema com a menor quantidade de esforço necessária. Somando-se à isso o fato de serem astutos e furtivos, ganharam fama de serem trapaceiros e ladrões, e muitos indivíduos desconfiam dos Tailox. Essa fama, no entanto, é extremamente exagerada. A maioria dos Tailox passam para seus filhos ensinamentos semelhantes aqueles dos Jubans no que diz respeito à honra e caráter, e a grande maioria dos Tailox é tão honesta quanto cidadãos de qualquer outra raça, apesar de alguns realmente tirarem proveito de suas capacidades naturais e do fato de sua fama lhes permitir menos oportunidades de trabalho e acabarem por se tornarem ladrões e criminosos. A maioria dos Tailox tem uma pré-disposição ao heroísmo romântico. Parcialmente isso é explicado pela promiscuidade da raça “salvar a donzela/o mancebo em apuros” parece ter um efeito positivo em suas conquistas amorosas mas possui raízes mais profundas, apesar da maioria dos Tailox negarem ou nem mesmo terem consciência disso. Considerando que a raça perdeu completamente sua identidade cultural depois da Revoada dos Dragões e precisou se integrar às culturas de outras raças para sobreviver, e ainda assim é assolada por uma fama de trapaceiros, preguiçosos e ladrões geralmente descabida, a grande maioria dos Tailox possui um desejo quase instintivo de ser não só aceito integralmente como um membro íntegro da sociedade, mas também de ser admirado pelas outras raças. Essa característica é uma espécie de catarse racial com relação aos Tailox marginalizados e é um impulso muito difícil de refrear. Em indivíduos com caráter questionáveis ou com estilos de vida medíocres, no entanto, essa característica pode estar totalmente ausente. No entanto, a maioria dos Tailox aventureiros assume uma postura heroica descabida, não apenas com comportamentos excêntricos, mas muitas vezes enfrentando perigos desnecessários em busca de resultados admiráveis e dignos de músicas de bardos.",
      "attributes": {
        "strength": 2,
        "agility": 4,
        "intelligence": 3,
        "will": 3
      },
      "automaticSkillId": 0
    }
  ]
}
